{
    "Introducción" : "Introduction",
    "Criterios de operación": "Operation criteria",
    "muy bueno":"very good",
    "correcto":"good",
    "mejorable": "can improve",
    "Análisis termográfico aéreo de módulos fotovoltaicos":"Aerial thermography of photovoltaic modules",
    "Planta solar:" : "Power plant:",
    "Fecha del vuelo:": "Flight date:",
    "Este documento contiene los resultados de la inspección termográfica realizada en la planta solar fotovoltaica de": "This document contains the results of the thermographic inspection carried out at the photovoltaic solar plant in",
    "seguidores":"dual axis",
    "1 eje" : "single axis",
    "fija" : "fixed",
    "por": "by",
    "octavas":"octaves",
    "Anomalías térmicas por seguidor" : "Thermal abnormalities per tracker",
    "Las inspecciones termográficas en instalaciones solares fotovoltaicas forman parte del mantenimiento preventivo recomendado para este tipo de instalaciones y tienen como objetivo anticiparse a aquellos problemas en los paneles que no son detectables fácilmente de otra manera." : "Thermographic inspections in photovoltaic solar power plants are part of the preventive maintenance recommended for this type of installations and are aimed at anticipating those problems in the panels that are not easily detectable in any other way.",
    "Es importante que este mantenimiento sea llevado a cabo por profesionales, ya que una termografía mal realizada durante varios años puede afectar al estado general de la planta." : "It is important that this maintenance is carried out by professionals, since a poorly performed thermography over several years can affect the general condition of the plant.",
    "Entre las ventajas de realizar termografía infrarroja de manera regular: permite aumentar la eficiencia de la planta (performance ratio) en el medio plazo, evitar reparaciones más costosas, aumentar la vida útil de los equipos, detectar problemas relacionados con distintos fabricantes de paneles, problemas de conexión entre módulos, problemas relacionados con la vegetación o la suciedad en los módulos... entre una larga lista de ventajas." : "Among the advantages of performing infrared thermography on a regular basis: it allows to increase the efficiency of the plant (performance ratio) in the medium term, avoid more expensive repairs, increase the useful life of the equipment, detect problems related to different panel manufacturers, problems of connection between modules, problems related to vegetation or dirt on the modules ... among a long list of advantages.",
    "La inspección ha sido realizada mediante vehículos aéreos no tripulados operados y diseñados a tal efecto" : "The inspection has been carried out by means of unmanned aerial vehicles operated and designed for this purpose",
    "Se ha utilizado la más avanzada tecnología al servicio de la fotovoltaica con el fin de reducir al mínimo el tiempo y el coste de operación sin renunciar a la más alta calidad y fiabilidad. El equipo de que ha realizado el presente documento cuenta con personal formado en Termografía Infrarroja Nivel 1." : "The most advanced technology at the service of photovoltaics has been used in order to minimize time and cost of operation without sacrificing the highest quality and reliability. The team that has produced this document has trained personnel in Infrared Thermography Level 1.",
    "El criterio base que" : "The base criteria that",
    "ha seguido para realizar esta inspección termográfica es la norma internacional para inspecciones termográficas IEC 62446-3. En la misma se define cómo deben realizarse las termografías infrarrojas de módulos fotovoltaicos en plantas durante su operación" : "has continued to carry out this thermographic inspection is the international standard for thermographic inspections IEC 62446-3. It defines how infrared thermography of photovoltaic modules must be carried out in plants during their operation",
    "Hay dos niveles de inspección termográfica según la norma IEC 62446-3:" : "There are two levels of thermographic inspection according to IEC 62446-3:",
    "Inspección simplificada" : "Simplified inspection",
    "Esta es una inspección limitada para verificar que los módulos están funcionando, con requisitos reducidos para el personal. Este tipo de inspecciones se usan, por ejemplo, durante una puesta en marcha básica de una planta fotovoltaica" : "This is a limited inspection to verify that the modules are working, with reduced requirements for personnel. This type of inspection is used, for example, during a basic commissioning of a photovoltaic plant",
    "Inspección detallada" : "Detailed inspection",
    "Requiere una comprensión más profunda de las anomalías térmicas. Puede ser utilizado para inspecciones periódicas de acuerdo con a la serie IEC 62446 y para solucionar problemas en sistemas con un bajo rendimiento. Se realizan mediciones de temperatura absoluta. Un experto autorizado en plantas fotovoltaicas, junto con exportos termógrafos, pueden llevar a cabo este tipo de inspecciones" : "It requires a deeper understanding of thermal abnormalities. It can be used for periodic inspections in accordance with the IEC 62446 series and for troubleshooting problems with poor performance. Absolute temperature measurements are performed. A licensed expert in photovoltaic plants, together with thermographic exports, they can carry out this type of inspection",
    "La termografía realizada entra dentro de las inspecciones detalladas indicadas por la norma, cumpliendo con los requisitos que indica la misma, que son:" : "The thermography performed falls within the detailed inspections indicated by the standard, complying with the requirements indicated therein, which are:",
    "Medición absoluta de temperaturas: con un error menor de 2 ºC." : "Absolute measurement of temperatures: with an error of less than 2 ºC.",
    "Medición de temperatura máxima, media y gradiente." : "Maximum, average and gradient temperature measurement.",
    "Informe realizado por un experto en termografía infrarroja en conjunto con un experto en fotovoltaica." : "Report made by an expert in infrared thermography in conjunction with a photovoltaic expert.",
    "Recomendación para cada tipo de anomalía registrada." : "Recommendation for each type of abnormality registered.",
    "Resolución geométrica térmica: 5x5 pixels por cada célula fotovoltaica." : "Thermal geometric resolution: 5x5 pixels for each photovoltaic cell.",
    "Resolución geométrica visual: 25x25 pixels por cada célula fotovoltaica." : "Visual geometric resolution: 25x25 pixels for each photovoltaic cell.",
    "Condiciones ambientales correctas: temperatura ambiente, viento, nubosidad e irradiancia." : "Correct environmental conditions: ambient temperature, wind, cloud coverage and irradiance.",
    "Calibración de los equipos: cada 2 años." : "Equipment calibration: every 2 years.",
    "Parámetros térmicos: el ajuste de la emisividad y la temperatura reflejada es imprescindible para una correcta medición de las temperaturas. Es necesario hacer las mediciones oportunas en campo para poder obtener estos parámetros, ya que dependen de la atmósfera, la meteorología, la suciedad en los módulos el día del vuelo y de los materiales del propio módulo." : "Thermal parameters: the adjustment of the emissivity and the reflected temperature is essential for a correct measurement of the temperatures. It is necessary to make the appropriate measurements in the field in order to obtain these parameters, since they depend on the atmosphere, the weather, the dirt on the modules on the day of the flight and on the materials of the module itself.",
    "Documentación: el entregable incluye las imágenes radiométricas y visuales originales junto con todos los datos que requiere la norma." : "Documentation: the deliverable includes the original radiometric and visual images along with all the data required by the standard.",
    "Trayectoria: que asegure el cumplimiento de la norma." : "Path: to ensure compliance with the standard.",
    "Velocidad: 10 km/h máximo." : "Speed: 10 km / h maximum.",
    "Normalización de gradientes de temperatura" : "Normalization of temperature gradients",
    "Con el fin de poder ver la " : "In order to see the ",
    "evolución de las anomalías térmicas con el tiempo" : "evolution of thermal abnormalities over time",
    "comparando inspecciones termográficas llevadas a cabo en distintos meses o años (con condiciones ambientales distintas), es necesario contar con un procedimiento que permita normalizar los gradientes de temperatura." : "comparing thermographic inspections carried out in different months or years (with different environmental conditions), it is necessary to have a procedure that allows the temperature gradients to be normalized.",
    "Por este motivo todas las anomalías registradas tienen asociada su 'gradiente normalizado', que es el gradiente de temperatura equivalente a haber realizado la inspección con una irradiancia de 1000 W/m2. Esto permitirá poder comparar los resultados de la presente inspección con otras futuras realizadas en condiciones ambientales diferentes y así poder tener una evolución fidedigna de cada una de las anomalías." : "For this reason, all the abnormalities registered have their 'normalized gradient' associated, which is the temperature gradient equivalent to having carried out the inspection with an irradiance of 1000 W / m2. This will allow the results of this inspection to be compared with other future ones carried out under different environmental conditions and thus to have a reliable evolution of each one of the abnormalities.",
    "Datos del vuelo" : "Flight data",
    "Las condiciones durante le vuelo han sido las siguientes:" :"The conditions during the flight have been the following:",
    "Vehículo aéreo no tripulado" : "Unmanned aerial vehicle",
    "Aeronave" : "Aircraft",
    "Cámara térmica" : "Thermal camera",
    "Última calibración" : "Last calibration",
    "Fecha" : "Date",
    "Horario de los vuelos" : "Flight schedule",
    "Velocidad" : "Speed",
    "GSD térmico (medio)" : "Thermal GSD (average)",
    "GSD visual" : "Visual GSD",
    "Datos meteorológicos" : "Meteorological data",
    "Irradiancia (media)" : "Irradiance (average)",
    "Temperatura del aire" : "Air temperature",
    "Nubosidad" : "Cloud coverage",
    "Irradiancia durante el vuelo" : "Irradiance during flight",
    "Ajuste de parámetros térmicos": "Adjustment of thermal parameters",
    "Con el fin de obtener medidas de temperaturas absolutas fiables, es necesario tener en cuenta distintas variables térmicas que afectan directamente al resultado de las medidas obtenidas por las cámaras. Las más importantes son" : "In order to obtain reliable absolute temperature measurements, it is necessary to take into account different thermal variables that directly affect the result of the measurements obtained by the cameras. The most important ones are",
    "la emisividad" : "emisivity",
    "temperatura reflejada" : "reflected temperature",
    "Emisividad" : "Emisivity",
    "La emisividad del material se mide de manera experimental en campo y depende del tipo de vidrio de los módulos y de la suciedad que presenten el día del vuelo. La emisividad escogida por el termógrafo tras el ensayo experimental es la siguiente:" : "The emissivity of the material is measured experimentally in the field and depends on the type of glass in the modules and the dirt they present on the day of the flight. The emissivity chosen by the thermographer after the experimental test is as follows:",
    "La temperatura reflejada nos depende de la atmosfera y las condiciones meteorológicas del día del vuelo. Para obtener este parámetro es necesario llevar a cabo un procedimiento de medición adecuado en la misma planta el mismo día del vuelo. La temperatura reflejada medida es:" : "The reflected temperature depends on the atmosphere and the meteorological conditions of the day of the flight. To obtain this parameter, it is necessary to carry out an appropriate measurement procedure on the same floor on the same day of the flight. The measured reflected temperature is:",
    "Pérdida de Performance Ratio" : "Performance Ratio Loss",
    "Los datos de irradiancia durante el vuelo han sido obtenidos de los instrumentos de medición el equipo ha llevado a planta, los cuales han sido suministrados a nuestro software para ser emparejados con las imágenes termográficas tomadas desde el aire, de manera que cada imagen tiene una irradiancia asociada. Dicha irradiancia es la más cercana en el tiempo de las registradas." : "The irradiance data during the flight have been obtained from the measuring instruments the equipment has taken to the plant, which have been supplied to our software to be paired with the thermographic images taken from the air, so that each image has an irradiance associated. This irradiance is the closest in time to those recorded.",
    "Los datos de irradiancia durante el vuelo han sido obtenidos de la estación meteorológica de la propia planta de" : "The irradiance data during the flight have been obtained from the meteorological station of",
    "los cuales han sido suministrados a nuestro software para ser emparejados con las imágenes termográficas tomadas desde el aire, de manera que cada imagen tiene una irradiancia asociada. Dicha irradiancia es la más cercana en el tiempo de las registradas." : "which have been supplied to our software to be paired with the thermographic images taken from the air, so that each image has an associated irradiance. This irradiance is the closest in time to those recorded.",
    "Además todos ellos tienen asociado los parámetros" : "Furthermore, they all have associated the parameters",
    "según el mapa habitual de la planta" : "according to the usual map of the plant",
    "El coeficiente de rendimiento de sistemas fotovoltaicos o Performance Ratio es un parámetro que tuvo su origen conceptual en la norma IES 61724 (1998) para ser utilizado como indicador de calidad en la evaluación de sistemas fotovoltaicos" : "The performance coefficient of photovoltaic systems or Performance Ratio is a parameter that had its conceptual origin in the IES 61724 (1998) standard to be used as a quality indicator in the evaluation of photovoltaic systems.",
    "Este parámetro se utiliza para medir el rendimiento de cualquier sistema fotovoltaico. En otras palabras, si queremos saber si un módulo está generando la energía que debería bastaría con conocer su PR. No podemos conocer el PR de cada módulo con una termografía, pero lo que sí podemos conocer es la pérdida de PR (ΔPR) producida por anomalía térmica respecto a sus condiciones ideales. Es decir, un módulo con un punto caliente que causa una ΔPR = -1% tiene menos importancia que una anomalía que causa una ΔPR = -33%, el cual está haciendo caer la producción eléctrica del módulo en un 33%." : "This parameter is used to measure the performance of any photovoltaic system. In other words, if we want to know if a module is generating the energy it should, it would be enough to know its PR. We cannot know the PR of each module with a thermography, but what we can know is the loss of PR (ΔPR) produced by thermal abnormality with respect to its ideal conditions. That is, a module with a hot spot that causes ΔPR = -1% is less important than an abnormality that causes ΔPR = -33%, which is causing the module's electrical output to drop by 33%.",
    "La pérdida de PR nos indica, por tanto, lo perjudicial que es una anomalía térmica, identificando explícitamente los puntos sobre los que se debe actuar para optimizar la producción eléctrica. Es un parámetro indispensable en el diagnóstico termográfico de una instalación fotovoltaica, ya que nos permite tomar decisiones en base a un dato técnico-económico objetivo." : "The loss of PR indicates, therefore, how damaging a thermal abnormality is, explicitly identifying the points on which action must be taken to optimize electrical production. It is an indispensable parameter in the thermographic diagnosis of a photovoltaic installation, since it allows us to make decisions based on objective technical-economic data.",
    "Para poder evaluar la planta utilizaremos los siguientes dos sencillos conceptos:" : "In order to evaluate the plant we will use the following two simple concepts:",
    "Pérdidas de performance ratio" : "Performance ratio losses",
    "Cada incidencia tiene una variación de performance ratio asociado. Por ejemplo, un diodo bypass en circuito abierto produce que el módulo trabaje al 15% de eficiencia en un caso típico (ΔPR=85%), mientras que una célula caliente aislada produce de media < 1% de pérdidas." : "Each abnormalities has an associated performance ratio variation. For example, an open circuit bypass diode causes the module to work at 15% efficiency in a typical case (ΔPR = 85%), while an isolated hot cell produces on average <1% losses.",
    "Módulos apagados equivalentes" : "Equivalent shutdown modules",
    "El concepto 'módulos apagados equivalentes' es la cantidad equivalente de módulos que no generan energía debido a las incidencias registradas en la planta. Por ejemplo, si tenemos tres módulos idénticos con un defecto en un diodo bypass cada uno, cada módulo genera un 33% menos de energía. Entonces, el número de módulos apagados equivalentes es 1." : "The concept 'equivalent shutdown modules' is the equivalent number of modules that do not generate energy due to abnormalities registered in the plant. For example, if we have three identical modules with a defect in one bypass diode each, each module generates 33% less energy. So the number of equivalent shutdown modules is 1.",
    "Uniendo los dos conceptos anteriores, se puede hacer una estimación “grosso modo” de la variación de PR de la planta de la siguiente manera:" : "Uniting the two previous concepts, a rough estimation can be made of the variation of PR of the plant in the following way:",
    "Siendo N = Número de módulos; PR = Performance ratio; MAE = Módulos apagados equivalente calculados" : "Being N = Number of modules; PR = Performance ratio; MAE = Calculated equivalent shutdown modules",
    "Por lo tanto, sabiendo el MAE sabremos cuánto PR estamos perdiendo debido a las incidencias encontradas." : "Therefore, knowing the MAE we will know how much PR we are losing due to the abnormalities encountered.",
    "El objetivo será obtener un MAE bajo, lo cual nos indicará un correcto mantenimiento de la planta." : "The objective will be to obtain a low MAE, which will indicate correct plant maintenance.",
    "Teniendo en cuenta todas las plantas fotovoltaicas inspeccionadas" : "Taking into account all the photovoltaic plants inspected",
    "y" : "and",
    "se puede hacer una clasificación estadística según el MAE. Según la siguiente tabla, podemos clasificar el mantenimiento de una planta en 3 tipos: muy bueno (por debajo de la media), correcto (en la media) y 'mejorable' (por encima de la media):" : "a statistical classification can be made according to the MAE. According to the following table, we can classify the maintenance of a plant into 3 types: very good (below average), correct (on average) and 'can improve' (above average):",
    "MAE de la planta" : "MAE of the power plant",
    "estado" : "state",
    "Cómo se clasifican las anomalías térmicas (según IEC 62446-3)" : "How thermal abnormalities are classified (according to IEC 62446-3)",
    "According to the international standard IEC 62446-3 for thermographic inspections of photovoltaic installations, thermal abnormalities are classified into three classes or CoA (Class of Abnormalitys):" : "According to the international standard IEC 62446-3 for thermographic inspections of photovoltaic installations, thermal abnormalities are classified into three classes or CoA (Class of Abnormalitys):",
    "sin anomalía" : "no abnormality",
    "hacemos seguimiento, pero no hay que actuar." : "we follow up, but no imminent action is needed.",
    "anomalía térmica" : "thermal abnormality",
    "ver la causa y, si es necesario, arreglar en un periodo razonable." : "checking the cause and, ifnecessary, rectification in areasonable period.",
    "anomalía térmica relevante para la seguridad" : "safety relevant thermal abnormality",
    "próxima interrupción de la operación normal del módulo, detectar la causa y rectificar en un periodo razonable." : "prompt interruption of operation, checking the cause and rectification in a reasonable period",
    "Cómo localizar las anomalías" : "How to locate abnormalities",
    "Todas las incidencias tienen asociada una localización GPS, cuyo margen de error es de unos pocos metros (0-2 metros)." : "All abnormalities have a GPS location associated with an error margin of a few meters (0-2 meters).",
    "Resultados de la inspección termográfica" : "Thermographic inspection results",
    "Resultados por clase de anomalía" : "Results by Class of Abnormality",
    "A continuación se detallan la cantidad de incidencias registradas según su clase (1, 2 ó 3)." : "The number of abnormalities registered according to their class (1, 2 or 3) is detailed below.",
    "Se han registrado un total de" : "It has been registered a total of",
    "anomalías térmicas, de las cuales" : "thermal abnormalities, of which",
    "son de clase" : "are class",
    "Resultados por categoría de la anomalía" : "Results by abnormality category",
    "La siguiente tabla muestra la cantidad de anomalías térmicas por categoría. En el caso de células calientes, sólo se incluyen aquellas con gradientes mayores a" : "The following table shows the number of thermal abnormalities by category. In the case of hot cells, only those with gradients greater than",
    "Categoría" : "Category",
    "Cantidad" : "Amount",
    "Porcentaje %" : "Percentage %",
    "Los números de la siguiente tabla indican la cantidad de anomalías térmicas registradas en la posición en la que se encuentran" : "The numbers in the following table indicate the number of thermal abnormalities recorded in the position they are in",
    "dentro de cada seguidor. Sólo se incluyen anomalías térmicas de clase 2 y 3." : "within each follower. Only class 2 and 3 thermal abnormalities are included.",
    "Los números de la siguiente tabla indican la cantidad de anomalías térmicas registradas por altura. Sólo se incluyen anomalías térmicas de clase 2 y 3." : "The numbers in the following table indicate the number of thermal abnormalities recorded by height. Only class 2 and 3 thermal abnormalities are included.",
    "Resultados por posición de la anomalía dentro del seguidor" : "Results by position of the abnormality within the follower",
    "Esta clasificación tiene como fin detectar posibles problemas relacionados con la posición de cada módulo. De este análisis se obtienen problemas relacionados con la vegetación de la instalación, deposiciones de pájaros, etc." : "The purpose of this classification is to detect possible problems related to the position of each module. From this analysis, problems related to the vegetation of the facility, bird depositions, etc. are obtained.",
    "El MAE (módulo apagados equivalentes) nos da medida cualitativa del impacto que tienen las incidencias registradas en el PR (performance ratio) de la planta." : "The MAE (equivalent shutdown module) gives us a qualitative measure of the impact of abnormalities recorded in the plant's PR (performance ratio).",
    "El MAE de" : "MAE of",
    "lo que nos indica un MAE" : "what indicates a MAE",
    "Anexo" : "Annex",
    "Listado de anomalías térmicas" : "List of thermal abnormalities",
    "Número" : "#",
    "Seguidor" : "Tracker",
    "Nº Módulo" : "Module #",
    "Fecha/Hora" : "Date/Hour",
    "Irradiancia" : "Irradiance",
    "Temp. aire" : "Air temp.",
    "Viento" : "Wind",
    "Temp. reflejada" : "Reflected temp.",
    "Módulo" : "Module",
    "y la" : "and",
    "Según la norma internacional IEC 62446-3 para inspecciones termográficas de instalaciones fotovoltaicas, las anomalías térmicas se clasifican en tres clases o CoA (Class of Abnormalitys):" : "According to the international standard IEC 62446-3 for thermographic inspections of photovoltaic installations, thermal abnormalities are classified into three classes or CoA (Class of Abnormalitys):",
    "Punto caliente" : "Hot spot",
    "Varios puntos calientes" : "Several hot spots",
    "Substring en circuito abierto" : "Substring in open circuit",
    "String": "String",
    "Módulo en circuito abierto" : "Module in open circuit",
    "Substring en cortocircuito" : "Substring in short circuit",
    "Módulo en cortocircuito" : "Module in short circuit",
    "Célula caliente" : "Single cell with difference in temperature",
    "Varias células calientes" : "Several cells with difference in temperature",
    "2x substrings en circuito abierto" : "2x substring in open circuit",
    "Células calientes debido a suciedad" : "Hot cells due to dirt",
    "Vidrio roto" : "Broken glass",
    "Resistencia anómala" : "Abnormal resistance",
    "Caja de conexiones caliente" : "Heated module junction box",
    "Módulo con sombras" : "Modules with shadows",
    "Yellowing" : "Yellowing",
    "String en circuito abierto" : "String in open circuit",
    "es" : "is",
    "Clase (CoA)" : "Class (CoA)",
    "Fila/Columna" : "Row/Column",
    "Columna/Fila" : "Column/Row",
    "Temp. máx" : "Max. temp",
    "Pasillo" : "Corridor",
    "Fila" : "Row",
    "Columna" : "Column",
    "Gradiente normalizado" : "Normalized gradient",
    "PC" : "Hot spot",
    "VPV" : "Multiple hot spots",
    "Substring en CA" : "Substring in OC",
    "Módulo en CA" : "Module in OC",
    "Substring en CC" : "Substring in SC",
    "Módulo en CC" : "Module in SC",
    "Célula" : "Heated cell",
    "Varias células" : "Multiple cells",
    "2x Substring CA" : "2x substring in OC",
    "Suciedad" : "Dirt",
    "Resist. anómala" : "Abnormal resistance",
    "Caja conexiones" : "Junction box",
    "Sombras" : "Shadows",
    "String en CA" : "Substring in OC",
    "El número de seguidores afectados por anomalías térmicas es" : "The number of trackers affected by thermal anomalies is",
    "El número medio de módulos con anomalías por seguidor es de" : "The average number of modules with anomalies per tracker is",
    "módulos/seguidor" : "modules/tracker"
  }
